{
    "labelSubmitTask": "Submit task",
    "multipleChoice": "Multiple Choice",
    "termsTask": "Connect Terms",
    "nameImage": "Name Image",
    "multipleChoiceDesc": "A multiple choice task consists of a question with multiple predefined answers. You can give 2-6 answering options for each question. You can go back and edit your tasks before the assignment is due.",
    "termsTaskDesc": "In a connect terms task, the student must connect related terms or images. Each combination consists of two related terms or images. You must enter the correct combination/solution in the list below. Meanwhile, in a quiz the terms/images are randomly sorted and the student must draw a line between the terms/images that the student thinks are related. You can go back and edit your tasks before the assignment is due.",
    "nameImageDescription": "The student must name the image. The name must be selected from a pre-defined list of names. Only one name is correct. You can go back and edit your tasks before the assignment is due.",
    "labelTaskDescription": "Task",
    "labelOption": "Option",
    "btnSaveTask": "Save task",
    "of": "of",
    "infoImage": "Select an image for your task. Accepted file types are *.jpg, *.jpeg and *.png.",
    "infoTaskText": "Write an explainatory text for your task (max. 560 characters)",
    "infoOptions": "Select the number of possible answering options for your task and enter them below",
    "submissionError": "Could not submit answers! Please try again later or check if the deadline has expired. Contact the course administrator if this is a recurring problem.",
    "quizSuccess": "Successfully submitted answers to quiz!",
    "btnStartQuiz": "Start quiz",
    "btnSubmitAnswers": "Submit answers",
    "quizSubmission": "Quiz Submission",
    "taskSubmission": "Task Submission",
    "publishError": "Could not publish results! Please check that all the selected submissions have been evaluated.",
    "creationError": "Could not create assignment! Please try again later or contact the LTI administrator if this is a recurring problem.",
    "taskSubDesc": "In a task submission, the students must create and submit their own tasks. The tasks must be evaluated with a score from 0-10 by the course administrator and can later be used in quizzes.",
    "quizDesc": "In a quiz assignment, the students must solve a given number of tasks. The quiz can be based on a randomized set of tasks or on a predefined set of tasks given in specific order (a traditional quiz).",
    "typeDefinite": "Definite set",
    "typeRandomized": "Randomized set",
    "labelCreated": "Created:",
    "labelType": "Type:",
    "labelTasks": "Tasks:",
    "labelSubDeadline": "Submission deadline: ",
    "labelSize": "Number of tasks",
    "infoSize": "Select the number of tasks required to complete the submission.",
    "btnCancel": "Cancel",
    "infoShortDesc": "Enter a short descriptive title for the task. Maximum 60 characters.",
    "errorQuiz": "Could not load quiz! Please try again later or contact the course administrator if this is a recurring problem.",
    "labelAnswer": "Your answer",
    "labelStudentAnswer": "Student's answer",
    "labelTask": "Task",
    "labelStudentScore": "Total score:",
    "btnPublishResult": "Publish result",
    "labelScore": "Score (0-10)",
    "headerScore": "Score:",
    "labelOptions": "Options:",
    "infoSubmit": "Review your answers. You can go back and change your answers before you submit them. Your answers are not submitted until you click the \"Submit answers\" button and confirm that you are ready to submit your answers.",
    "submissionDelivered": "All tasks have been submitted. You can change or replace your tasks until the deadline is reached.",
    "labelAssignment": "Assignment",
    "btnReplaceTask": "Replace task",
    "labelTitle": "Title",
    "headerSubmission": "Submission",
    "findResult": "You will find your score on the \"Grades\" page after the course administrator has published the results. If the course administrator chooses to publish the solution to the quiz, you will find it here after all students have received their score.",
    "labelInclude": "Include:",
    "labelTags": "Tag:",
    "btnSelectAll": "Select all",
    "tasksDesc": "Select the tasks to include in the quiz. If you have chosen to create a quiz from a randomized set of tasks, the quiz will be a subset of these tasks (you will configure the subset in the next step). If you selected to create a quiz from a definite set of tasks, the tasks will be given in the order you place them in the list.",
    "weightsDesc": "Assign a difficulty level to each task. The level indicates the task's difficulty compared to other tasks in the quiz. A task with medium difficulty will give twice the score as a task with low difficulty. A task with high difficulty gives three times the amount.",
    "btnRemoveAll": "Remove all",
    "errorSelected": "You must select at least one task for the quiz",
    "errorNoAvailable": "There are no available tasks from the selected assignment",
    "infoTermTasks": "You can select 2-6 term combinations for this task. You must enter the correct term combinations in the list below. The terms will be presented in randomized order to the other students.",
    "term1": "Term",
    "sizeDesc": "The number of tasks in the quiz is determined by setting the number of tasks to be selected from each task difficulty or group. The number selected from each difficulty/group is the number of tasks that will be presented to each student from this difficulty/group. The specific tasks that are presented to the students are randomized.",
    "deadlineDesc": "Set the ultimate deadline for the assignment. If you want to limit the amount of time each student has to complete the quiz, check the \"Set time limit\" checkbox and set a timer (the ultimate deadline will still override the timer).",
    "labelPoints": "Possible points:",
    "titleExpandImage": "Open image in new window",
    "assignmentExpired": "The deadline has expired and the assignment is no longer available",
    "headerSolution": "Solution",
    "labelCorrect": "Correct answer:",
    "btnPublishSolution": "Publish solution",
    "btnHideSolution": "Hide solution",
    "textConfirmSubmit": "Are you sure that you are ready to submit your answers?",
    "textConfirmPublish": "Are you sure that you want to publish the selected results? You cannot change the evaluation after the score has been published.",
    "textConfirmStart": "Are you sure that you want to start the quiz?",
    "textConfirmStart1": "Once you start the quiz you have",
    "textConfirmStart2": "to finish it",
    "textConfirmDeleteEdit": "Are you sure that you want to delete the edited version of this task?",
    "labelYes": "Yes",
    "labelNo": "No",
    "infoCombineTerms": "Connect a term/image on the left with a term/image on the right. Click once on a term/image on the left and then on a term/image to the right to create the connection (an arrow of random color will be displayed). There is only one correct connection for each term/image. All terms/images must be connected correctly to achieve the full possible score for the task.",
    "infoMultipleChoice": "Choose from the options below. There is only one correct option.",
    "setTimer": "Set time limit",
    "timerHours": "Hours",
    "timerMins": "Mins (0-59)",
    "and": "and",
    "hours": "hour(s)",
    "mins": "minute(s)",
    "infoDeadline": "Set an ultimate deadline for the assignment. If you specify a deadline for the assignment in Canvas, this deadline should be equal to the one you set here. It is the deadline in QuizPeers that is the actual deadline. Use the \"Available from\" timestamp in Canvas to control when the assignment should start.",
    "errorDeadline": "Please select a valid deadline for the assignment.",
    "labelTaskTypes": "Accepted task types",
    "labelAssignmentType": "Assignment type",
    "labelQuizType": "Quiz type",
    "labelTaskSelection": "Task selection: *",
    "btnNext": "Next",
    "btnPrev": "Back",
    "btnSave": "Save",
    "noAssignments": "There are no assignments available.",
    "labelDatePicker": "Deadline date",
    "labelTimePicker": "Deadline time",
    "internalAPIError": "ERROR: Could not load data (Internal Server Error). Please try again later.",
    "labelTasksSelected": "task(s) selected",
    "labelLevel": "Level",
    "btnResetLevels": "Reset levels",
    "headerCreateAssignment": "Create Assignment",
    "headerCreateQuiz": "Create Quiz",
    "headerStep1": "Step 1: Quiz type",
    "headerStep2": "Step 2: Task selection",
    "headerStep3": "Step 3: Task difficulty",
    "headerStep4": "Step 4",
    "headerStep5": "Step 5",
    "headerQuizSize": "Quiz size",
    "headerDeadline": "Deadline",
    "errorNoAssignment": "The assignment does not exist",
    "labelTaskType": "Task type",
    "dragAndDrop": "(drag and drop, or click to open the select files dialog)",
    "selectedFile": "Selected file:",
    "labelUploadImage": "Upload an image (max. 3 MB)",
    "btnNew": "New",
    "selectedOption": "You have selected alternative ",
    "selectedOption2": " as the correct answer",
    "labelTermType": "Term type",
    "labelText": "Text",
    "labelImage": "Image",
    "labelTermImage": "Select term image (max. 1 file, 3 MB)",
    "labelTerms": "Terms:",
    "labelPending": "Pending",
    "labelPublished": "Published",
    "headerSubmissions": "Submissions",
    "btnSubmissionReturn": "Go back to submission list",
    "btnNextSubmission": "Next submission",
    "btnPrevSubmission": "Previous submission",
    "headerSubmissionBy": "Submission by ",
    "noTasksSubmitted": "No tasks submitted",
    "labelIncludeTask": "Include task for quiz selection",
    "btnPrevTask": "Previous task",
    "btnNextTask": "Next task",
    "btnResetSelected": "Reset selected",
    "btnPublishSelected": "Publish selected",
    "labelIncludedTasks": "Included tasks",
    "quizIsDue": "The quiz is due ",
    "infoSaveAnswers": "Your saved answers will be submitted automatically when the deadline is reached. Your answers are saved each time you click Previous or Next. Note that you need an active internet connection during the entire test.",
    "pleaseConfirm": "Please confirm",
    "btnConfirm": "Confirm",
    "noAnswer": "No answer selected",
    "headerConnectTerms": "Connect a term in the left column with a term in the right column:",
    "headerOptions": "Select one option:",
    "btnEditTask": "Edit task",
    "clickToExpand": "Click to see the full image",
    "labelUploadedImage": "Uploaded image",
    "labelOriginal": "Original",
    "labelEdit": "Edited",
    "labelVersion": "Version",
    "btnEditEval": "Edit evaluation",
    "btnDeleteEdit": "Delete edit",
    "labelTaskGroup": "Task group",
    "noAlternatives": "No alternatives",
    "infoTaskGroup": "Include the task for quiz selection if you wish to use the task in a quiz. If the task has been edited, only the edited version will be used for quizzes. Quizzes can be composed randomly by a specified number of tasks from each task group. Assign the task to a group if you wish to use this feature. You can create new groups by going back to the submissions list and select the \"Included tasks\" tab.",
    "btnNewGroup": "New group",
    "infoGroupName": "Enter a descriptive name for the task group (max. 30 characters).",
    "infoGroupDescription": "Give a description of the group (max. 60 characters).",
    "labelName": "Name",
    "labelDescription": "Description",
    "createTaskGroup": "Create task group",
    "headerNotAssigned": "Not assigned a group:",
    "infoTaskSelection": "Select at least one task assignment that you want to include tasks from.",
    "labelDifficulty": "Difficulty",
    "labelGroup": "Group",
    "labelSelectBy": "Select by",
    "labelNoGroup": "No group",
    "infoGroups": "Select the number of tasks from each group. You must go to the task submission to change the group of a task.",
    "headerSelectByGroup": "Select by group",
    "headerSelectByDifficulty": "Select by difficulty",
    "labelMax": "max",
    "btnNewTask": "New task",
    "headerCreateTask": "Create task",
    "infoNewTask": "As a course administrator you can add additional tasks to the assignment. These tasks can be included in quizzes along with the tasks submitted by the students.",
    "labelCorrectAnswer": "Correct answer",
    "labelNoTasks": "No tasks",
    "labelUploadGlossary": "Upload glossary (max. 3 MB)",
    "infoGlossary": "Upload a glossary for the assignment. When creating \"Name Image\" tasks, the students must select the correct answer from the glossary. During the quiz, students must select their answers for \"Name Image\" tasks from the glossary. The glossary must be a comma separated list (file type *.csv). Terms with more than 60 characters (including spaces) are ignored.",
    "missingImageError": "The task is missing one or multiple images.",
    "headerNoPublished": "No results have been published",
    "headerNoSubmitted": "No submissions have been submitted",
    "headerNotFinished": "You must wait until the assignment has finished before you can evaluate tasks.",
    "headerNotFinishedQuiz": "You must wait until the assignment has finished before you can publish the results.",
    "btnEdit": "Edit",
    "labelWeight": "Weight (%)",
    "labelSetWeights": "Set group weights",
    "infoWeights": "Check this option to make each task group count a different percentage relative to the total points possible in the assignment.You must set weights for each group so that the combined sum is equal to 100. If you choose not to set group weights, each task will count towards the final score relative only to the task's difficulty level.",
    "glossaryRequired": "A glossary is required for Name Image tasks",
    "optionsError": "Each alternative must be unique",
    "labelShow": "Show"
}