{
    "labelSubmitTask": "Lever oppgave",
    "multipleChoice": "Flervalgsoppgave",
    "termsTask": "Begrepsoppgave",
    "nameImage": "Navngi Bilde",
    "multipleChoiceDesc": "En flervalgsoppgave består av en oppgave med forhåndsdefinerte svaralternativ. Du kan gi 2-6 svaralternativ for hvert spørsmål. Du kan endre oppgavene helt frem til innleveringens forfallsdato.",
    "termsTaskDesc": "I en begrepsoppgave skal studentene knytte sammen ulike begrep eller bilder. Hver kombinasjon består av to relaterte begreper eller bilder. I listen under legger du inn fasit. I quizen blir begrepene/bildene tilfeldig sortert og studenten må dra en linje mellom begrepene/bildene han/hun mener hører sammen. Du kan endre oppgavene helt frem til innleveringens forfallsdato.",
    "nameImageDescription": "Studenten må navngi bildet. Navnet velges fra en eksisterende liste over mulige navn. Bare ett navn er korrekt. Du kan endre oppgavene helt frem til innleveringens forfallsdato.",
    "labelTaskDescription": "Oppgavetekst",
    "labelOption": "Svaralternativ",
    "btnSaveTask": "Lagre oppgave",
    "of": "av",
    "infoImage": "Velg et bilde for oppgaven din. Aksepterte filtyper er *.jpg, *.jpeg og *.png.",
    "infoTaskText": "Skriv en utdypende oppgavetekst (maks 560 tegn)",
    "infoOptions": "Sett antall mulige svaralternativ og skriv alternativene i feltene under",
    "submissionError": "Kunne ikke levere svarene! Prøv igjen senere eller sjekk om innleveringsfristen er utløpt. Kontakt emneansvarlig dersom problemet vedvarer.",
    "quizSuccess": "Svarene på quizen er levert!",
    "btnStartQuiz": "Start quiz",
    "btnSubmitAnswers": "Lever svar",
    "quizSubmission": "Quizinnlevering",
    "taskSubmission": "Oppgaveinnlevering",
    "publishError": "Kunne ikke publisere resultater! Vennligst sjekk at alle de valgte innleveringene har blitt evaluert.",
    "creationError": "Kunne ikke opprette innleveringen! Prøv igjen senere eller kontakt LTI-ansvarlig dersom problemet vedvarer.",
    "taskSubDesc": "I en oppgaveinnlevering må studenten lage og sende inn sine egne oppgaver. Oppgavene må evalueres med en poengsum på 0-10 av emneansvarlig og kan senere bli brukt til å lage quizer.",
    "quizDesc": "I en quiz-innlevering må studentene løse et gitt antall oppgaver. Quizen kan være basert på et tilfeldig utvalg oppgaver eller et forhåndsdefinert sett oppgaver gitt i en spesifisert rekkefølge (en tradisjonell quiz).",
    "typeDefinite": "Bestemt utvalg",
    "typeRandomized": "Tilfeldig utvalg",
    "labelCreated": "Opprettet:",
    "labelType": "Type:",
    "labelTasks": "Oppgaver:",
    "labelSubDeadline": "Leveringsfrist: ",
    "labelSize": "Antall oppgaver",
    "infoSize": "Velg antall oppgaver som må leveres inn for at innleveringen skal være komplett.",
    "btnCancel": "Avbryt",
    "infoShortDesc": "Skriv en kort og beskrivende tittel for oppgaven. Maks 60 tegn.",
    "errorQuiz": "Kunne ikke laste inn quizen! Prøv igjen senere eller kontakt emneansvarlig dersom problemet vedvarer.",
    "labelAnswer": "Ditt svar",
    "labelStudentAnswer": "Studentens svar",
    "labelTask": "Oppgave",
    "labelStudentScore": "Total poengsum:",
    "btnPublishResult": "Publiser resultat",
    "labelScore": "Poengsum (0-10)",
    "headerScore": "Poengsum:",
    "labelOptions": "Svaralternativ:",
    "infoSubmit": "Se over svarene dine. Du kan gå tilbake og endre svarene dine før du leverer. Svarene blir ikke levert før du klikker på \"Lever svar\"-knappen og bekrefter at du vil levere svarene dine.",
    "submissionDelivered": "Alle oppgaver er levert. Du kan endre eller bytte ut oppgavene dine frem til leveringsfristen er nådd.",
    "labelAssignment": "Innlevering:",
    "btnReplaceTask": "Erstatt oppgave",
    "labelTitle": "Tittel",
    "headerSubmission": "Innlevering",
    "findResult": "Du finner poengsummen din i \"Karakterer\"-menyen etter at emneansvarlig har publisert resultatene. Dersom emneansvarlig velger å publisere løsningen for quizen, finner du den her etter at alle studenter har fått sin poengsum.",
    "labelInclude": "Inkluder:",
    "labelTags": "Merkelapp:",
    "btnSelectAll": "Velg alle",
    "tasksDesc": "Velg oppgavene quizen skal bestå av. Om du har valgt å lage en quiz med et tilfeldig utvalg oppgaver, vil quizen bestå av et delsett av disse oppgavene (du spesifiserer delsettet nærmere i neste steg). Dersom du har valgt en quiz med et bestemt utvalg oppgaver vil oppgavene bli gitt i rekkefølgen du setter oppgavene i listen.",
    "weightsDesc": "Sett en vanskelighetsgrad for oppgavene. Vanskelighetsgraden angir hvor vanskelig oppgaven er å løse sammenlignet med andre oppgaver i quizen. En oppgave med medium vanskelighetsgrad gir dobbelt så mange poeng som en oppgave med lav vanskelighetsgrad. En oppgave med høy vanskelighetsgrad gir tre ganger så mange poeng.",
    "btnRemoveAll": "Fjern alle",
    "errorSelected": "Du må velge minst en oppgave for quizen",
    "errorNoAvailable": "Det er ingen tilgjengelige oppgaver fra den valgte innleveringen",
    "infoTermTasks": "Du kan velge 2-6 begrepskombinasjoner for denne oppgaven. I listen under skriver du inn fasit på oppgaven. Begrepene vil bli presentert i tilfeldig rekkefølge til de andre studentene.",
    "term1": "Begrep",
    "sizeDesc": "Antall oppgaver i quizen bestemmes ved å velge antall oppgaver fra hver vanskelighetsgrad eller gruppe. Det valgte antall oppgaver fra hver vanskelighetsgrad/gruppe er det antall oppgaver hver student vil få fra denne vanskelighetsgraden/gruppen. De spesifikke oppgavene studentene får blir tilfeldig valgt.",
    "deadlineDesc": "Sett en innleveringsfrist for innleveringen. Om du vil begrense hver student sin maksimale tidsbruk, huk av for \"Sett tidsbegrensning\" og angi antall timer/minutter hver student har til å gjennomføre quizen (den endelige innleveringsfristen vil fortsatt være gjeldende).",
    "labelPoints": "Mulige poeng:",
    "titleExpandImage": "Åpne bilde i nytt vindu",
    "assignmentExpired": "Innleveringsfristen er utløpt og innleveringen er ikke lengre tilgjengelig",
    "headerSolution": "Løsning",
    "labelCorrect": "Korrekt svar:",
    "btnPublishSolution": "Publiser løsning",
    "btnHideSolution": "Fjern løsning",
    "textConfirmSubmit": "Er du sikker på at du vil levere svarene dine nå?",
    "textConfirmPublish": "Er du sikker på at du vil publisere de valgte resultatene? Du kan ikke endre evalueringen etter at resultatene er publisert.",
    "textConfirmStart": "Er du sikker på at du vil starte quizen?",
    "textConfirmStart1": "Når du har startet quizen har du",
    "textConfirmStart2": "på å gjøre den ferdig",
    "textConfirmDeleteEdit": "Er du sikker på at du vil slette den redigerte versjonen av oppgaven?",
    "labelYes": "Ja",
    "labelNo": "Nei",
    "infoCombineTerms": "Koble et begrep/bilde i listen til venstre med et begrep/bilde i listen til høyre. Klikk én gang på begrepet/bildet til venstre og deretter på begrepet/bildet til høyre for å lage en kobling (en pil med tilfeldig farge vil vises). Det er bare én korrekt kobling for hvert begrep/bilde. Alle begreper/bilder må være koblet korrekt for å oppnå den fulle poengsummen for oppgaven.",
    "infoMultipleChoice": "Velg blant svaralternativene under. Det er bare ett korrekt svaralternativ.",
    "setTimer": "Sett tidsbegrensning",
    "timerHours": "Timer",
    "timerMins": "Minutter (0-59)",
    "and": "og",
    "hours": "time(r)",
    "mins": "minutt(er)",
    "infoDeadline": "Sett en innleveringsfrist for innleveringen. Om du setter en frist på innleveringen i Canvas bør denne fristen være lik fristen du setter her. Det er fristen du setter i QuizPeers som er den faktiske fristen. Bruk \"Tilgjengelig fra\" feltet i Canvas for å kontrollere når innleveringen skal starte.",
    "errorDeadline": "Vennligst sett en gyldig innleveringsfrist.",
    "labelTaskTypes": "Aksepterte oppgavetyper",
    "labelAssignmentType": "Innleveringstype",
    "labelQuizType": "Type quiz",
    "labelTaskSelection": "Oppgaveutvalg: *",
    "btnNext": "Neste",
    "btnPrev": "Tilbake",
    "btnSave": "Lagre",
    "noAssignments": "Det finnes ingen tilgjengelige innleveringer.",
    "labelDatePicker": "Dato for innleveringsfrist",
    "labelTimePicker": "Tid for innleveringsfrist",
    "internalAPIError": "ERROR: Klarte ikke laste inn data (Internal Server Error). Vennligst prøv igjen senere.",
    "labelTasksSelected": "valgte oppgaver",
    "labelLevel": "Nivå",
    "btnResetLevels": "Tilbakestill nivå",
    "headerCreateAssignment": "Opprett Innlevering",
    "headerCreateQuiz": "Opprett Quiz",
    "headerStep1": "Steg 1: Quiztype",
    "headerStep2": "Steg 2: Oppgaveutvalg",
    "headerStep3": "Steg 3: Vanskelighetsnivå",
    "headerStep4": "Steg 4",
    "headerStep5": "Steg 5",
    "headerQuizSize": "Quizstørrelse",
    "headerDeadline": "Innleveringsfrist",
    "errorNoAssignment": "Innleveringen eksisterer ikke",
    "labelTaskType": "Oppgavetype",
    "dragAndDrop": "(dra filen hit eller klikk for å åpne fildialogen)",
    "selectedFile": "Valgt fil:",
    "labelUploadImage": "Last opp et bilde (maks. 3 MB)",
    "btnNew": "Ny",
    "selectedOption": "Du har valgt alternativ ",
    "selectedOption2": " som det korrekte alternativet",
    "labelTermType": "Begrepstype",
    "labelText": "Tekst",
    "labelImage": "Bilde",
    "labelTermImage": "Velg begrepsbilde (maks. 1 fil, 3 MB)",
    "labelTerms": "Begrep:",
    "labelPending": "Aktiv",
    "labelPublished": "Publisert",
    "headerSubmissions": "Innleveringer",
    "btnSubmissionReturn": "Gå tilbake til innleveringslisten",
    "btnNextSubmission": "Neste innlevering",
    "btnPrevSubmission": "Forrige innlevering",
    "headerSubmissionBy": "Innlevering av ",
    "noTasksSubmitted": "Ingen oppgaver levert",
    "labelIncludeTask": "Inkluder oppgaven i quiz-utvalget",
    "btnPrevTask": "Forrige oppgave",
    "btnNextTask": "Neste oppgave",
    "btnResetSelected": "Fjern valg",
    "btnPublishSelected": "Publiser valgte",
    "labelIncludedTasks": "Oppgaveutvalg",
    "quizIsDue": "Quizen må leveres innen ",
    "infoSaveAnswers": "Dine lagrede svar vil bli levert automatisk når fristen er nådd. Svarene dine blir lagret hver gang du klikker Forrige eller Neste. Merk at du må ha en aktiv internettforbindelse gjennom hele testen.",
    "pleaseConfirm": "Vennligst bekreft",
    "btnConfirm": "Bekreft",
    "noAnswer": "Ingen svaralternativ er valgt",
    "headerConnectTerms": "Koble et uttrykk i venstre kolonne med et uttrykk i høyre kolonne:",
    "headerOptions": "Velg ett alternativ:",
    "btnEditTask": "Endre oppgave",
    "clickToExpand": "Klikk for å se hele bildet",
    "labelUploadedImage": "Opplastet bilde",
    "labelOriginal": "Original",
    "labelEdit": "Redigert",
    "labelVersion": "Versjon",
    "btnEditEval": "Endre evaluering",
    "btnDeleteEdit": "Slett endringer",
    "labelTaskGroup": "Oppgavegruppe",
    "noAlternatives": "Ingen alternativ",
    "infoTaskGroup": "Inkluder oppgaven i quiz-utvalget dersom du ønsker å bruke oppgaven i en quiz. Dersom oppgaven har blitt redigert vil bare den redigerte utgaven av oppgaven brukes i quizer. Quizer kan settes sammen av tilfeldig utvalgte oppgaver fra hver oppgavegruppe. Angi en gruppe for oppgaven dersom du ønsker å benytte denne funksjonaliteten. For å opprette flere grupper kan du gå tilbake til innleveringslisten og velge \"Oppgaveutvalg\" i menyen.",
    "btnNewGroup": "Ny gruppe",
    "infoGroupName": "Gi et beskrivende navn for oppgavegruppen (maks. 30 tegn).",
    "infoGroupDescription": "Gi en beskrivelse av gruppen (maks. 60 tegn).",
    "labelName": "Navn",
    "labelDescription": "Beskrivelse",
    "createTaskGroup": "Lag ny oppgavegruppe",
    "headerNotAssigned": "Ikke lagt til i gruppe:",
    "infoTaskSelection": "Velg minst en oppgaveinnlevering som du vil inkludere oppgaver fra.",
    "labelDifficulty": "Vanskelighetsgrad",
    "labelGroup": "Gruppe",
    "labelSelectBy": "Velg fra",
    "labelNoGroup": "Ingen gruppe",
    "infoGroups": "Velg antall oppgaver fra hver gruppe. For å endre grupper for oppgavene må du gå til oppgaveinnleveringen.",
    "headerSelectByGroup": "Velg fra gruppe",
    "headerSelectByDifficulty": "Velg fra nivå",
    "labelMax": "maks",
    "btnNewTask": "Ny oppgave",
    "headerCreateTask": "Lag ny oppgave",
    "infoNewTask": "Som emneansvarlig kan du legge til flere oppgaver i innleveringen. Disse oppgavene kan du inkludere i quizer, på lik linje med oppgaver som er innlevert av studentene.",
    "labelCorrectAnswer": "Riktig svar",
    "labelNoTasks": "Ingen oppgaver",
    "labelUploadGlossary": "Last opp ordliste (maks. 3 MB)",
    "infoGlossary": "Legg til en ordliste for innleveringen. Når studentene oppretter \"Navngi Bilde\"-oppgaver må de velge det korrekte svaret fra ordlisten. Under quizen må studentene velge svar på \"Navngi Bilde\"-oppgaver fra ordlisten. Ordlisten må være en kommaseparert liste (filtype *.csv). Uttrykk med flere enn 60 karakterer (inkludert mellomrom) blir ignorert.",
    "missingImageError": "Oppgaven mangler ett eller flere bilder.",
    "headerNoPublished": "Ingen resultat har blitt publisert ennå",
    "headerNoSubmitted": "Ingen innleveringer er levert",
    "headerNotFinished": "Du må vente til innleveringen er avsluttet før du kan evaluere oppgavene.",
    "headerNotFinishedQuiz": "Du må vente til innleveringen er avsluttet før du kan publisere resultatene.",
    "btnEdit": "Endre",
    "labelWeight": "Vekt (%)",
    "labelSetWeights": "Sett vekting av gruppe",
    "infoWeights": "Velg dette alternativet for å gi hver gruppe en individuell vekting mot det totale antallet poeng det er mulig å oppnå i quizen. Du må sette vektene for hver gruppe slik at den totale summen blir lik 100. Dersom du velger å ikke sette vekting på gruppene, vil hver oppgave telle mot den totale mulige poengsummen basert bare på vanskelighetsgraden oppgaven er gitt.",
    "glossaryRequired": "En ordliste er påkrevd for \"Navngi Bilde\"-oppgaver",
    "optionsError": "Alternativene må være unike",
    "labelShow": "Vis"
}