{
    "labelSubmitTask": "Lever oppgåve",
    "multipleChoice": "Fleirvalsoppgåve",
    "termsTask": "Omgrepsoppgåve",
    "nameImage": "Namngje Bilete",
    "multipleChoiceDesc": "Ei fleirvalsoppgåve er ei oppgåve med forhåndsdefinerte svaralternativ. Du kan gi 2-6 svaralternativ for kvart spørsmål. Du kan endre oppgåvene heilt fram til innleveringa sin forfallsdato.",
    "termsTaskDesc": "I ei omgrepsoppgåve skal studentane knytte saman ulike omgrep eller bileter. Kvar kombinasjon består av to relaterte omgrep eller bileter. I lista under legg du inn fasit. I quizen blir omgrepa/bileta tilfeldeg sortert og studenten må dra ei linje mellom omgrepa/bileta han/hun meiner hører saman. Du kan endre oppgåvene heilt fram til innleveringa sin forfallsdato.",
    "nameImageDescription": "Studenten må namngje biletet. Namnet vel ein frå ei eksisterande liste over moglege namn. Berre eitt namn er korrekt. Du kan endre oppgavene helt frem til innleveringens forfallsdato.",
    "labelTaskDescription": "Oppgåvetekst",
    "labelOption": "Svaralternativ",
    "btnSaveTask": "Lagre oppgåve",
    "of": "av",
    "infoImage": "Vel eit bilete for oppgåva di. Aksepterte filtypar er *.jpg, *.jpeg og *.png.",
    "infoTaskText": "Skriv ein utdjupande oppgåvetekst (maks 560 teikn)",
    "infoOptions": "Sett antall moglege svaralternativ og skriv alternativa i felta under",
    "submissionError": "Klarte ikkje levere svara! Prøv igjen seinare eller sjekk om innleveringsfristen er utløpt. Kontakt emneansvarleg dersom problemet fortset.",
    "quizSuccess": "Svarene på quizen er levert!",
    "btnStartQuiz": "Start quiz",
    "btnSubmitAnswers": "Lever svar",
    "quizSubmission": "Quizinnlevering",
    "taskSubmission": "Oppgåveinnlevering",
    "publishError": "Klarte ikkje publisere resultater! Ver vennleg og sjekk at alle dei valte innleveringane har blitt evaluert.",
    "creationError": "Klarte ikkje opprette innleveringa! Prøv igjen seinare eller kontakt LTI-ansvarleg dersom problemet fortset.",
    "taskSubDesc": "I ei oppgåveinnlevering må studenten lage og sende inn sine eigne oppgåver. Oppgåvene må evaluerast med ein poengsum på 0-10 av emneansvarleg og kan seinare bli brukt til å lage quizar.",
    "quizDesc": "I ei quiz-innlevering må studentane løse eit sett antall oppgåver. Quizen kan være basert på eit tilfeldig utval oppgåver eller eit forhandsdefinert sett oppgåver gitt i ei spesifikk rekkjefølge (ein tradisjonell quiz).",
    "typeDefinite": "Bestemt utval",
    "typeRandomized": "Tilfeldig utval",
    "labelCreated": "Opprettet:",
    "labelType": "Type:",
    "labelTasks": "Oppgåver:",
    "labelSubDeadline": "Leveringsfrist: ",
    "labelSize": "Antall oppgåver",
    "infoSize": "Velg antall oppgåver som må leverast inn for at innleveringa skal være komplett.",
    "btnCancel": "Avbryt",
    "infoShortDesc": "Skriv ein kort og beskrivande tittel for oppgåva. Maks 60 teikn.",
    "errorQuiz": "Klarte ikkje laste inn quizen! Prøv igjen seinare eller kontakt emneansvarleg dersom problemet fortset.",
    "labelAnswer": "Ditt svar",
    "labelStudentAnswer": "Studenten sitt svar",
    "labelTask": "Oppgåve",
    "labelStudentScore": "Total poengsum:",
    "btnPublishResult": "Publiser resultat",
    "labelScore": "Poengsum (0-10)",
    "headerScore": "Poengsum:",
    "labelOptions": "Svaralternativ:",
    "infoSubmit": "Sjå over svara dine. Du kan gå tilbake og endre svara dine før du leverer. Svara blir ikkje levert før du trykkjer på \"Lever svar\"-knappen og bekrefter at du vil levere svara dine.",
    "submissionDelivered": "Alle oppgåver er levert. Du kan endre eller bytte ut oppgåvene dine frem til leveringsfristen er nådd.",
    "labelAssignment": "Innlevering:",
    "btnReplaceTask": "Erstatt oppgåve",
    "labelTitle": "Tittel",
    "headerSubmission": "Innlevering",
    "findResult": "Du finn poengsummen din i \"Karakterer\"-menyen etter at emneansvarleg har publisert resultata. Om emneansvarlig vel å publisere løsninga for quizen, finn du den her etter at alle studentane har fått sin poengsum.",
    "labelInclude": "Inkluder:",
    "labelTags": "Merkelapp:",
    "btnSelectAll": "Vel alle",
    "tasksDesc": "Vel oppgåvene quizen skal bestå av. Om du har valt å lage ein quiz med eit tilfeldig utval oppgåver, vil quizen bestå av eit delsett av disse oppgåvene (du spesifiserer delsettet nærare i neste steg). Om du har valt ein quiz med eit bestemt utval oppgåver vil oppgåvene bli gitt i rekkjefølga du sett oppgåvene i lista.",
    "weightsDesc": "Sett ein vanskelighetsgrad for oppgåvene. Vanskelighetsgraden angir kor vanskeleg oppgåva er samanlikna med andre oppgåver i quizen. Ei oppgåve med medium vanskelighetsgrad gir dobbelt så mange poeng som ei oppgåve med lav vanskelighetsgrad. Ei oppgåve med høg vanskelighetsgrad gir tre gonger så mange poeng.",
    "btnRemoveAll": "Fjern alle",
    "errorSelected": "Du må velje minst ei oppgåve for quizen",
    "errorNoAvailable": "Det er ingen tilgjengelege oppgåver frå den valte innleveringa",
    "infoTermTasks": "Du kan velje 2-6 omgrepskombinasjonar for denne oppgåva. I lista under skriver du inn fasit på oppgåva. Omgrepa vil bli presentert i tilfeldig rekkjefølgje til dei andre studentane.",
    "term1": "Omgrep",
    "sizeDesc": "Antall oppgåver i quizen avgjeres ved å velje antall oppgåver frå kvar vanskelighetsgrad eller gruppe. Det valte antall oppgåver frå kvar vanskelighetsgrad/gruppe er det antall oppgåver kvar student vil få frå vanskelighetsgraden/gruppen. Dei spesifikke oppgåvene studentane får blir tilfeldeg valt.",
    "deadlineDesc": "Sett ein leveringsfrist for innleveringa. Om du vil begrense hver student sin maksimale tidsbruk, huk av for \"Sett tidsbegrensning\" og sett antal timer/minutter kvar student har til å gjennomføre quizen (den endelige leveringsfristen vil fortsatt vere gjeldande).",
    "labelPoints": "Moglege poeng:",
    "titleExpandImage": "Åpne bilete i nytt vindu",
    "assignmentExpired": "Innleveringsfristen er løpt ut og innleveringa er ikkje lenger tilgjengeleg",
    "headerSolution": "Løsning",
    "labelCorrect": "Korrekt svar:",
    "btnPublishSolution": "Publiser løsning",
    "btnHideSolution": "Fjern løsning",
    "textConfirmSubmit": "Er du sikkjer på at du vil levere svara dine no?",
    "textConfirmPublish": "Er du sikkjer på at du vil publisere dei valte resultata? Du kan ikkje endre evalueringa etter at resultata er publisert.",
    "textConfirmStart": "Er du sikkjer på at du vil starte quizen?",
    "textConfirmStart1": "Når du har starta quizen har du",
    "textConfirmStart2": "på å gjere den ferdig",
    "textConfirmDeleteEdit": "Er du sikkjer på at du vil slette den redigerte versjonen av oppgåva?",
    "labelYes": "Ja",
    "labelNo": "Nei",
    "infoCombineTerms": "Kople eit omgrep/bilete i lista til venstre med eit omgrep/bilete i lista til høgre. Klikk éin gong på omgrepet/biletet til venstre og deretter på omgrepet/biletet til høgre for å lage ei kopling (ei pil med tilfeldig farge vil vises). Det er bare éi korrekt kopling for kvart omgrep/bilete. Alle omgrep/bileter må vere kopla korrekt for å oppnå den fulle poengsummen for oppgåva.",
    "infoMultipleChoice": "Vel blant svaralternativa under. Det er berre éit korrekt svaralternativ.",
    "setTimer": "Sett tidsbegrensning",
    "timerHours": "Timer",
    "timerMins": "Minutter (0-59)",
    "and": "og",
    "hours": "time(r)",
    "mins": "minutt(er)",
    "infoDeadline": "Sett ein leveringsfrist for innleveringa. Om du sett ein frist på innleveringa i Canvas bør fristen vere lik fristen du sett her. Det er fristen du setter i QuizPeers som er den faktiske fristen. Bruk \"Tilgjengeleg frå\" feltet i Canvas for å kontrollere når innleveringa skal starte.",
    "errorDeadline": "Ver vennleg og sett ein gyldig leveringsfrist.",
    "labelTaskTypes": "Aksepterte oppgåvetypar",
    "labelAssignmentType": "Innleveringstype",
    "labelQuizType": "Type quiz",
    "labelTaskSelection": "Oppgaveutval: *",
    "btnNext": "Neste",
    "btnPrev": "Tilbake",
    "btnSave": "Lagre",
    "noAssignments": "Det finnast ingen tilgjengelege innleveringar.",
    "labelDatePicker": "Dato for leveringsfrist",
    "labelTimePicker": "Tid for leveringsfrist",
    "internalAPIError": "ERROR: Klarte ikkje laste inn data (Internal Server Error). Ver vennleg og prøv igjen seinare.",
    "labelTasksSelected": "valte oppgåver",
    "labelLevel": "Nivå",
    "btnResetLevels": "Tilbakestill nivå",
    "headerCreateAssignment": "Opprett Innlevering",
    "headerCreateQuiz": "Opprett Quiz",
    "headerStep1": "Steg 1: Quiztype",
    "headerStep2": "Steg 2: Oppgåveutval",
    "headerStep3": "Steg 3: Vanskelighetsnivå",
    "headerStep4": "Steg 4",
    "headerStep5": "Steg 5",
    "headerQuizSize": "Quizstørrelse",
    "headerDeadline": "Innleveringsfrist",
    "errorNoAssignment": "Innleveringa eksisterar ikkje",
    "labelTaskType": "Oppgåvetype",
    "dragAndDrop": "(dra fila hit eller klikk for å opne fildialogen)",
    "selectedFile": "Valt fil:",
    "labelUploadImage": "Last opp eit bilete (maks. 3 MB)",
    "btnNew": "Ny",
    "selectedOption": "Du har valt alternativ ",
    "selectedOption2": " som det korrekte alternativet",
    "labelTermType": "Omgrepstype",
    "labelText": "Tekst",
    "labelImage": "Bilete",
    "labelTermImage": "Vel omgrepsbilete (maks. 1 fil, 3 MB)",
    "labelTerms": "Omgrep:",
    "labelPending": "Aktiv",
    "labelPublished": "Publisert",
    "headerSubmissions": "Innleveringer",
    "btnSubmissionReturn": "Gå tilbake til innleveringslista",
    "btnNextSubmission": "Neste innlevering",
    "btnPrevSubmission": "Forrige innlevering",
    "headerSubmissionBy": "Innlevering av ",
    "noTasksSubmitted": "Ingen oppgåver levert",
    "labelIncludeTask": "Inkluder oppgåva i quiz-utvalet",
    "btnPrevTask": "Forrige oppgåve",
    "btnNextTask": "Neste oppgåve",
    "btnResetSelected": "Fjern val",
    "btnPublishSelected": "Publiser valte",
    "labelIncludedTasks": "Oppgåveutval",
    "quizIsDue": "Quizen må leverast innan ",
    "infoSaveAnswers": "Dei lagra svara dine vil bli levert automatisk når fristen er nådd. Svara dine blir lagra kvar gong du klikker Forrige eller Neste. Merk at du må ha ein aktiv internettforbindelse gjennom heile testen.",
    "pleaseConfirm": "Ver vennleg og bekreft",
    "btnConfirm": "Bekreft",
    "noAnswer": "Ingen svaralternativ er valt",
    "headerConnectTerms": "Kople eit uttrykk i venstre kolonne med eit uttrykk i høgre kolonne:",
    "headerOptions": "Vel eitt alternativ:",
    "btnEditTask": "Endre oppgåve",
    "clickToExpand": "Klikk for å sjå heile biletet",
    "labelUploadedImage": "Opplasta bilete",
    "labelOriginal": "Original",
    "labelEdit": "Redigert",
    "labelVersion": "Versjon",
    "btnEditEval": "Endre evaluering",
    "btnDeleteEdit": "Slett endringar",
    "labelTaskGroup": "Oppgåvegruppe",
    "noAlternatives": "Ingen alternativ",
    "infoTaskGroup": "Inkluder oppgåva i quiz-utvalet om du ønskjer å bruke oppgåva i ein quiz. Dersom oppgåva har blitt redigert vil berre den redigerte utgåva av oppgåva brukast i quizar. Quizar kan bli sett saman av tilfeldeg utvalte oppgåver frå kvar oppgåvegruppe. Angi ei gruppe for oppgåva om du ønskjer å bruke denne funksjonaliteten. For å opprette fleire grupper kan du gå tilbake til innleveringslista og velje \"Oppgåveutval\" i menyen.",
    "btnNewGroup": "Ny gruppe",
    "infoGroupName": "Gi eit beskrivande namn for oppgåvegruppa (maks. 30 teikn).",
    "infoGroupDescription": "Gi ei beskriving av gruppa (maks. 60 teikn).",
    "labelName": "Namn",
    "labelDescription": "Beskriving",
    "createTaskGroup": "Lag ny oppgåvegruppe",
    "headerNotAssigned": "Ikkje lagt til i gruppe:",
    "infoTaskSelection": "Vel minst ei oppgåveinnlevering som du vil inkludere oppgåver frå.",
    "labelDifficulty": "Vanskelighetsgrad",
    "labelGroup": "Gruppe",
    "labelSelectBy": "Vel frå",
    "labelNoGroup": "Ingen gruppe",
    "infoGroups": "Vel antall oppgåver frå kvar gruppe. For å endre grupper for oppgåvene må du gå til oppgåveinnleveringa.",
    "headerSelectByGroup": "Vel frå gruppe",
    "headerSelectByDifficulty": "Vel frå nivå",
    "labelMax": "maks",
    "btnNewTask": "Ny oppgåve",
    "headerCreateTask": "Lag ny oppgåve",
    "infoNewTask": "Som emneansvarleg kan du leggje til fleire oppgåver i innleveringa. Disse oppgåvene kan du inkludere i quizar, på lik linje med oppgåver som er levert inn av studentane.",
    "labelCorrectAnswer": "Riktig svar",
    "labelNoTasks": "Ingen oppgåver",
    "labelUploadGlossary": "Last opp ordliste (maks. 3 MB)",
    "infoGlossary": "Legg til ei ordliste for innleveringa. Når studentane opprettar \"Namngje Bilete\"-oppgaver må dei velje det korrekte svaret frå ordlista. Under quizen må studentane velje svar på \"Namngje Bilete\"-oppgåver frå ordlista. Ordlista må vere ei kommaseparert liste (filtype *.csv). Uttrykk med fleire enn 60 karakterar (inkludert mellomrom) blir ignorert.",
    "missingImageError": "Oppgåva mangler eitt eller fleire bileter.",
    "headerNoPublished": "Ingen resultat har blitt publisert enno",
    "headerNoSubmitted": "Ingen innleveringar er levert",
    "headerNotFinished": "Du må vente til innleveringa er avslutta før du kan evaluere oppgåvene.",
    "headerNotFinishedQuiz": "Du må vente til innleveringa er avslutta før du kan publisere resultatene.",
    "btnEdit": "Endre",
    "labelWeight": "Vekt (%)",
    "labelSetWeights": "Sett vekting av gruppe",
    "infoWeights": "Vel dette alternativet for å gi kvar gruppe ei individuell vekting mot det totale antalet poeng det er mogleg å oppnå i quizen. Du må settje vektene for kvar gruppe slik at den totale summen blir lik 100. Om du vel å ikkje settje vekting på gruppene, vil kvar oppgåve telle mot den totale moglege poengsummen basert berre på vanskelighetsgraden oppgåva er gitt.",
    "glossaryRequired": "Ei ordliste er påkravd for \"Namngje Bilete\"-oppgåver",
    "optionsError": "Alternativa må vere unike",
    "labelShow": "Vis"
}